Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Foreign ministry officials from Ukraine, Russia, Germany and France were due to hold a preparatory meeting in Berlin after leaders agreed to push for the key meeting on a new peace deal Wednesday in Minsk, the capital of Belarus.
pt: Depois de se reunir com Poroshenko em Kiev, líderes de Alemanha e França se encontram com Putin nesta sexta-feira, em nova tentativa para alcançar um cessar-fogo no leste da Ucrânia .

source: "But I do believe you get past it," and you can work to help others, she said.
pt: “Ela disse ‘pai, posso te contar um segredo? ’ Eu falei que pode .

source: A 2014 survey of members of parliament by two journalists from the newspaper Schweiz am Sonntag found that the 99 politicians who responded devoted an average of 29 hours per week to their parliamentary duties – the equivalent of a 70% job .
pt: Na pesquisa realizada em 2014 com membros do Parlamento federal por dois redatores do jornal "Schweiz am Sonntag", 99 políticos declararam ocupar uma média de 29 horas por semana às atividades parlamentares, o equivalente a um emprego com 70% de ocupação .

source: Brazilian judge sentenced Nestor Cervero, former international chief of state-run oil firm Petrobras, to just over 12 years in prison on Monday for corruption and money laundering related to a bribe allegedly paid to the speaker of Brazil's lower house of Congress.
pt: O juiz federal Sérgio Moro afirmou na sentença em que condenou o ex-diretor da Petrobras Nestor Cerveró (Internacional) a 12 anos de prisão por corrupção e lavagem de dinheir...

source: Negotiators have reached preliminary agreements on three of five topics: political participation for the FARC, land reform and the illegal drug trade.
pt: Os negociadores até agora alcançaram acordos parciais em três dos cinco pontos da agenda: participação política para as FARC, o fim do comércio ilegal de drogas e a reforma agrária.

source: However, Madrid ended their Copa del Rey drought in his first year and won the league title in his second, but in his third and final season he was only able to guide the team to victory in the Spanish Super Cup.
pt: A partida serviu para o time da casa se despedir de uma temporada frustrante, já que a equipe da capital espanhola não conseguiu chegar às finais da Liga dos Campeões da Europa e da Copa da Espanha e ficou em segundo no Espanhol .

source: “Saudi Arabia has been interfering in everything in Yemen, but where is security and where is prosperity in Yemen ?
pt: Em terceiro lugar, os sauditas estão dizendo que a nova situação no Iêmen ameaça a segurança dos sauditas, a segurança do Golfo e a segurança da Arábia Saudita .

source: Sanofi plans to launch a vaccine for dengue fever this year.
pt: Vacina contra dengue da Sanofi poderá ser lançada este ano, diz empresa

source: Once Syria's economic powerhouse, Aleppo has been divided into government control in the west and rebel control in the east since shortly after fighting began there in mid-2012.
pt: Devastada pelos combates desde 2012, Aleppo está dividida em um setor oeste, controlado pelo regime, e um setor leste, controlado pelos rebeldes .

source: Greece has ‘no money’ to repay International Monetary Fund
pt: A Grécia não terá dinheiro para realizar um pagamento em junho ao Fundo Monetário Internacional (FMI),…

source: PARIS (Reuters) - Advanced economies will increasingly have to drive the recovery as formerly fast-growing developing economies falter, the OECD said on Tuesday, as it downgraded its outlook for growth.
pt: PARIS (Reuters) - O cenário de crescimento para as principais economias emergentes está piorando mas permanece amplamente estável para as grandes economias avançadas, disse a Organização de Cooperação e Desenvolvimento Econômico (OCDE) nesta terça-feira.

source: It was not put arrogantly; it was just something that was taken for granted .
pt: "Ele tinha que conseguir permissão para se casar porque não era apenas um prisioneiro .

source: Jose Maria Marin, 83, a FIFA executive member and former Brazil football federation (CBF) president, was among those arrested in Zurich and now battling extradition to the United States .
pt: O ex-presidente da CBF José Maria Marin, 83, e outros seis dirigentes da Fifa foram detidos pela polícia suíça, a pedido das autoridades dos Estados Unidos.

source: Germany draws loads of international students every year with its reputation for high quality and low costs .
pt: Com baixos custos e ensino de qualidade, país é o terceiro que mais atrai alunos estrangeiros, segundo relatório .

source: She's slowed down in recent months and is having trouble hearing, but she still eats well and remains in good health, according to her Osaka nursing home.
pt: Apesar de dizer se sentir bem, Misao começou a apresentar alguns problemas de audição nos últimos meses, mas ainda se alimenta bem e tem boa saúde.

source: Italy's previous president, Giorgio Napolitano, 89, who resigned this month, used his powers to the full, intervening in 2011 to replace a scandal-weakened Berlusconi with ex-EU commissioner Mario Monti at the height of the euro debt crisis.
pt: Em 2011, Napolitano usou todos os seus poderes para substituir um Berlusconi enfraquecido por uma série de escândalos por um governo tecnocrata comandada pelo ex-comissário europeu Mario Monti, no auge da crise da dívida do euro.

source: Wait, this is ready-to-wear in New York, right ?
pt: E o que significa viver esse momento em Nova York .

source: Did you really do this?'" she said.
pt: Você não conhece bem essa realidade e vai fazer isso uma vez só .

source: ERBIL (Reuters) - A car bombing at the entrance to the U.S. consulate in the capital of Iraq's Kurdistan region killed at least one person and wounded five others on Friday the local mayor said.
pt: Erbil (Iraque ) (AFP) - Três pessoas morreram nesta sexta-feira em um atentado com carro-bomba realizado perto do consulado americano na região autônoma do Curdistão iraquiano.

source: Incumbent Goodluck Jonathan is facing a strong challenge from former military ruler Muhammadu Buhari.
pt: Os principais candidatos são o incumbente, Goodluck Jonathan, e o antigo militar e ditador, Muhammadu Buhari.

source: Shanghai stampede families await answers, fear being silenced
pt: Famílias de mortos em tumulto de Xangai aguardam respostas e temem repressão

source: Moscow has said it will recognize the results, while the central Ukraine government in Kiev, the United States and European Union have condemned the elections, calling them "illegitimate" and a violation of the Minsk agreement.
pt: Estados Unidos e a União Europeia já haviam denunciado a ilegitimidade da eleição, mas a Rússia disse que reconheceria o resultado; para presidente, votação foi uma 'farsa'

source: Sony Entertainment CEO Michael Lynton says the public is mistaken about what happened .
pt: "O presidente, a imprensa e o público estão equivocados sobre o que aconteceu realmente", disse Lynton.

source: Greek Prime Minister Alexis Tsipras has said that Greece will go back to the negotiating table on Monday, adding that an International Monetary Fund (IMF) assessment published last week confirmed that a restructuring of Greek debt is necessary.
pt: "O FMI publicou um relatório sobre a economia grega que é uma grande defesa do governo da Grécia ao confirmar o óbvio – que a dívida grega não é sustentável", afirmou.

source: Ukraine's military said four soldiers had been killed and 31 wounded in the past 24 hours.
pt: Segundo ele, 13 militares ucranianos foram mortos nas últimas 24 horas.

source: BEIRUT (Reuters) - The Islamic State militant group has executed 700 members of a tribe it has been battling in eastern Syria during the past two weeks, the majority of them civilians, a human rights monitoring group said on Saturday.
pt: SÃO PAULO - O Estado Islâmico executou cerca de 700 integrantes de uma tribo no leste da Síria nas últimas semanas, acusou o Observatório Sírio para Direitos Humanos .

source: TOKYO Three people were killed when a small airplane crashed into a residential area of the Japanese capital, Tokyo, on Sunday, public broadcaster NHK reported, setting fire to houses and cars.
pt: Um pequeno avião caiu neste domingo em uma área residencial da cidade de Chofu, a oeste de Tóquio, sem que por enquanto se saiba se há feridos, informou o Departamento de Bombeiros da capital.

source: Match is the longest in terms of time at 11 hours and five minutes and also games contested
pt: A partida do ano passado foi disputada em três dias e durou 11 horas e cinco minutos no total .

source: This latest terror attack came just hours after several people died in a suicide bombing on a British embassy vehicle .
pt: No atentado contra os britânicos, o suicida jogou seu automóvel carregado de explosivos contra um veículo da embaixada britânica .

source: Muffat, 25, won gold, silver and bronze medals in the 2012 Summer Olympics in London .
pt: Camille Muffat, de 25 anos, ganhou a medalha de ouro nos 400 metros estilo livre nas Olimpíadas de Londres em 2012.

source: His mobile had gone crazy, the texts and emails flooding in, and he promised to answer them all.
pt: Seu telefone celular tocara alucinadamente, com mensagens de texto e emails, e ele prometeu responder a todos.

source: There were also heavy clashes in Aden, where the coalition kept up air strikes days after announcing its campaign was entering a new phase aimed at resuming the political process, delivering aid and fighting "terrorism".
pt: Ao anunciar o fim dos ataques aéreos, a coalizão anunciou o início de uma nova fase, chamada de "Restaurar a esperança", em vista de uma retomada do processo político no Iêmen, da prestação de assistência humanitária e da "luta contra o terrorismo", em um país onde a Al-Qaeda ainda é muito ativa.

source: Bianchi died in hospital nine months after he suffered severe head injuries in a Japanese Grand Prix accident when his Marussia crashed into a recovery tractor moving another car away from a tyre wall.
pt: Na noite anterior, o francês Jules Bianchi morreu após nove meses de coma decorrente de um forte acidente sofrido no Grande Prêmio do Japão da temporada passada .

source: Here's what you need to know.
pt: De que lado você está?

source: She is a mom of two .
pt: Ela é ela e mais os filhos.

source: he added: "I didn't know what was going on .
pt: Não sei o que poderia acontecer", afirmou .

source: But, despite the risks, its popularity is growing .
pt: Apesar dos riscos, a popularidade da tatuagem nos olhos está crescendo .

source: TOKYO, March 18 (Reuters) - Iran exported oil at levels higher than allowed under Western sanctions for a fourth straight month in February with ship loading data obtained by Reuters showing top clients again bought more than 1 million barrels per day (bpd).
pt: TÓQUIO, 18 Mar (Reuters) - O Irã exportou mais petróleo do que o permitido sob as sanções ocidentais por pelo menos o quarto mês consecutivo em fevereiro, com dados de carregamentos obtidos pela Reuters mostrando que seus maiores clientes mais uma vez compraram mais de 1 milhão de barris por dia (bpd).

source: Obama says does not yet have military strategy for Islamic State
pt: Obama diz que solicitou opções militares contra grupo Estado Islâmico

source: It mandates the panel to "identify to the greatest extent feasible individuals, entities, groups or governments who were perpetrators, organizers, sponsors or otherwise involved in the use of chemicals as weapons" in Syria.
pt: O governo dos Estados Unidos já apresentou um rascunho de resolução no qual pede que o grupo de especialistas sirva para "identificar com o maior alcance possível os indivíduos, entidades, grupos ou governos" envolvidos no uso de armas químicas em Síria.

source: US researchers analysed how infants looked at faces from birth to the age of three.
pt: Os estudiosos analisaram o olhar das crianças, do nascimento até os três anos, em direção aos rostos de outras pessoas .

source: We are in 2015 .
pt: Agora, são 35 .

source: Benedict Cumberbatch, "The Imitation Game"
pt: - 'O Jogo da Imitação'

source: Italian court acquits Knox and Sollecito of Kercher murder
pt: Corte da Itália absolve Amanda Knox de condenação por homicídio

source: She didn't even have to look for it .
pt: "Você ainda não viu nada, mas pode ver .

source: U.S. President Barack Obama visits Kenya this week, his first trip to his father’s homeland as a sitting president.
pt: Esta é a primeira vez que um presidente americano em exercício visita o Quênia .

source: MOENCHENGLADBACH, Germany (Reuters) - Four times Formula One world champion Sebastian Vettel hopes Ferrari can become the strongest challengers to Mercedes this season after failing to win a race last year.
pt: O alemão Sebastian Vettel, tetracampeão mundial de Fórmula 1, tem esperança de que a Ferrari se torne a principal adversária da Mercedes nesta temporada, depois de passar todo o ano passado sem vencer uma única corrida.

source: The United Nations Security Council on Monday backed a new push for peace talks in Syria adopted by Russia and the other 14 member states, despite reservations from Venezuela.
pt: O Conselho de Segurança das Nações Unidas apoiou nesta segunda-feira um novo plano de paz na Síria, votado por seus 15 membros e aprovado por unanimidade.

source: "Israel chose the path of racism, occupation and settlement building, and did not choose the path of negotiations and partnership between us," senior Palestine Liberation Organisation official Yasser Abed Rabbo told AFP.
pt: "Escolheram o caminho do racismo, da ocupação e da colonização em vez de optarem pelas negociações", afirmou Yaser Abed Rabo, secretário-geral da OLP.

source: "Russian supplied tanks, armoured vehicles, artillery and multiple rocket launchers have been insufficient to defeat Ukraine' armed forces .
pt: Pelo Twitter, Pyatt disse que as armas, tanques e veículos fornecidos pela Rússia não foram o bastante para derrotar as forças ucranianas .

source: Even though Loskutov's planned protest was unlikely to draw large-scale public interest, the authorities banned it on the grounds that it contained provocative slogans that could incite mass riots.
pt: Ainda que o projeto planejado por Loskutov dificilmente devesse atrair interesse público em larga escala, as autoridades o proibiram sob a alegação de que os lemas propostos eram perigosos e podiam incitar revolta em massa.

source: On Wednesday, another SU-25 was hit by a rebel missile but the pilot brought the plane down successfully with relatively slight damage .
pt: Na quarta-feira um outro SU-25 foi atingido por disparos de rebeldes, mas o piloto conseguiu fazer o avião aterrissar com sucesso, com poucos danos .

source: It is popular with foreigners and is owned by the Rabbani family, including Afghanistan's current Foreign Minister Salahuddin Rabbani, and its former president, Burhanuddin Rabbani.
pt: O hotel é da família Rabbani, que inclui o falecido Burhanuddin Rabbani, que foi presidente afegão entre 1992 e 1996, e o atual ministro das Relações Exteriores, Salahuddin Rabbani .

source: The protesters are responding to China's decision to allow only Beijing-vetted candidates to stand in the city's election in 2017 for chief executive, Hong Kong's top civil position .
pt: Os manifestantes não aceitam uma determinação da liderança comunista da China em Pequim, que estabelece que apenas candidatos pré-selecionados poderão concorrer às eleições para o governo de Hong Kong em 2017 .

source: I don't know how to tell you that .
pt: É por isso que faço o que faço. ”

source: JERUSALEM (Reuters) - Israeli opinion polls on Wednesday showed Prime Minister Benjamin Netanyahu got a slight boost in popularity after his U.S. speech slamming an emerging nuclear deal with Iran, but he is still running neck and neck with his leading rival in a March 17 election.
pt: Pesquisas de opinião feitas em Israel e divulgadas nesta quarta-feira (4) mostraram que o primeiro-ministro israelense, Benjamin Netanyahu, conseguiu dar um leve impulso em sua popularidade após discursar no Congresso dos Estados Unidos criticando um provável acordo nuclear com o Irã, mas o premiê ainda continua bastante próximo do seu principal rival nas preferências para as eleições de 17 de março.

source: Pro-Russian rebels vote for leaders in eastern Ukraine « ASHARQ AL-AWSAT
pt: Separatistas pró-Rússia elegem líderes no leste da Ucrânia - Mundo - Gazeta do Povo

source: The US military will continue to conduct air strikes against IS targets in Iraq and Syria, it added.
pt: EUA lançam novos ataques aéreos contra jihadistas do EI no Iraque e na Síria

source: A continuing strike by pilots at German airline Lufthansa hit long-haul flights in the early hours of Tuesday .
pt: Os pilotos da companhia aérea alemã Lufthansa entraram em seu segundo dia de greve, estendendo a paralisação aos voos de longa distância, para fora da Europa .

source: Merkel and Hollande arrive in Moscow for peace talks
pt: Merkel e Hollande chegam a Moscou para apresentar a Putin seu plano de paz

source: Syrian president says Islamic State has grown despite US airstrikes
pt: Assad diz que Estado Islâmico se expandiu desde começo de ataques aéreos dos EUA

source: "Now we say we want the car to do everything .
pt: Não sei por que fazemos isso com tudo .

source: Obama: 'We will find out who did this' Watch
pt: "Nós ainda não sabemos quem fez isso ou o porque .

source: WASHINGTON (Reuters) - Prime Minister Benjamin Netanyahu's speech next week to Congress, expected to assail U.S. policy on Iran's nuclear programme, injects a "destructive" partisanship into U.S.-Israeli ties, President Barack Obama's national security adviser said.
pt: O discurso do primeiro-ministro de Israel, Binyamin Netanyahu, em audiência sobre o Irã no Congresso norte-americano, em março, prejudicou as relações do país com os EUA, afirmou a conselheira de segurança nacional do presidente Barack Obama, Susan Rice.

source: More than 20 nations have recognized the Armenian genocide so far, including Russia and France.
pt: Atualmente, 20 países reconhecem o genocídio armênio, incluindo França, Rússia e Chile, assim como o Parlamento Europeu.

source: The weekly posted a photo on its Facebook page showing several departing trucks crammed with hundreds of passengers.
pt: Ele publicou em seu Facebook uma foto mostrando vários caminhões transportando centenas de pessoas aglomeradas.

source: Kerry in Geneva for nuclear talks with his Iranian counterpart
pt: Kerry espera avanços em negociações com Irã sobre programa nuclear

source: "If it's for Brazil getting better, they have to protest."
pt: Para eles (os manifestantes), é o melhor momento .

source: An attack Sunday by Boko Haram Islamists who opened fire on students while they were sleeping in a college dormitory has killed at least 28 people, a hospital source told AFP.
pt: Ao menos vinte e oito pessoas foram mortas neste domingo por membros do grupo islamita Boko Haram em um ataque contra o dormitório de uma faculdade do noroeste da Nigéria.

source: The Commerce Department on Thursday revised down its growth estimate to show gross domestic product shrinking at a 1.0 annual rate.
pt: O Departamento do Comércio revisou para baixo, nesta quinta-feira, sua estimativa sobre a atividade para mostrar que o Produto Interno Bruto encolheu a uma taxa anual de 1,0 por cento.

source: NEW YORK (Reuters) - Mayor Bill de Blasio's attempts to soothe a city dismayed by the slaying of two officers were further rebuffed on Tuesday as protesters defied his call to suspend what have become regular demonstrations over excessive police force.
pt: NOVA YORK (Reuters) - Os manifestantes que têm saído às ruas nas últimas semanas para protestar contra o uso excessivo da força policial rejeitaram o pedido do prefeito de Nova York, Bill de Blasio, para suspender as manifestações após o assassinato de dois policiais, e prometeram marchar para o centro de Manhattan na noite de terça-feira.

source: The Taliban denied the deaths and added that the insurgents were advancing towards Kunduz city.
pt: Os talibãs negaram e afirmam que seguem avançando em direção à cidade.

source: We also have the murder weapon and the vehicle in which they were transported to the site where they were buried," he told local television.
pt: Temos a arma homicida e o veículo no qual foram levadas ao local", disse Osorio a emissoras locais.

source: They play a dynamic football that I like.
pt: No sempre dinâmico futebol, o tempo é fundamental .

source: US -led forces targeted Islamic State group militants in Syria with five air strikes from Sunday to Monday morning and conducted 26 strikes against the group in Iraq, the US military said.
pt: WASHINGTON (Reuters) - Forças lideradas pelos Estados Unidos atacaram alvos do grupo militante Estado Islâmico na Síria e no Iraque no sábado e neste domingo, afirmaram militares norte-americanos.

source: UK voters will be asked "Should the United Kindom remain a member of the European Union" in a referendum to be held before 2017 .
pt: "Deve o Reino Unido permanecer como membro da União Europeia?" - é a pergunta que os britânicos terão que responder no referendo sobre a permanência no bloco, previsto para o final de 2017, anunciou Londres nesta quarta-feira.

source: "The queen is constitutionally impartial, above politics and has always said this is a matter for the people of Scotland," the source said.
pt: "A rainha é, e foi sempre, constitucionalmente imparcial em todos os assuntos políticos, incluindo o referendo de independência escocês .

source: The leaders of Germany and France announced a new peace plan for Ukraine on Thursday, flying to Kiev with a proposal they would then take on to Moscow .
pt: Depois de se reunir com Poroshenko em Kiev, líderes de Alemanha e França se encontram com Putin nesta sexta-feira, em nova tentativa para alcançar um cessar-fogo no leste da Ucrânia.

source: The report said 28 percent of the "overall player population" and a third of the 5,000 plaintiffs who sued the league, will be diagnosed with cognitive impairment during their lifetime, according to the court filings.
pt: O relatório afirma que 28 por cento da "população geral de jogadores" e um terço dos 5.000 requerentes que processaram a liga serão diagnosticados com transtornos cognitivos durante a sua vida, de acordo com os documentos submetidos ao tribunal.

source: US underestimated threat posed by IS group, Obama says
pt: Obama admite que EUA subestimaram a ameaça do Estado Islâmico

source: (Reuters) - The International Olympic Committee (IOC) has banned athletes from west African countries affected by the deadly Ebola virus from competing in some events at the Youth Olympics, starting in China this weekend.
pt: Atletas de países atingidos pela epidemia de ebola, na África Ocidental, estão sendo impedidos de competir em algumas modalidades dos Jogos Olímpicos da Juventude, que começam neste sábado na China, informou hoje a organização do evento.

source: "The Palestinian ­Authority has chosen to take a path of confrontation with Israel, and we will not sit idly by," Netanyahu warned, vowing to defend Israeli military personnel from possible prosecution by the court.
pt: "A Autoridade Nacional Palestina escolheu o caminho do confronto com Israel, e nós não vamos esperar sentados", disse o primeiro-ministro Benjamin Netanyahu a seu gabinete ministerial, defendendo que se faça uma vigorosa defesa ao exército israelense.

source: Etihad agrees on principal terms to buy 49% stake in Alitalia
pt: Etihad diz ter concordado com principais termos de compra de fatia na Alitalia
